Repository: common-repository/yaglot
Catalog: languages/yaglot-*.po
Languages: de_de, fr_fr, ru_ru

source: Need translate a website? YaGlot plugin will make your website multilingual easily. Go global and build international business with us!
de_de: Brauchen Sie eine Website übersetzen? YaGlot Plugin macht Ihre Website einfach mehrsprachig. Gehen Sie global und bauen Sie mit uns ein internationales Geschäft auf!
fr_fr: Besoin de traduire un site web? YaGlot plugin rendra votre site Web multilingue facilement. Devenez mondial et construisez des affaires internationales avec nous!
ru_ru: Необходимо перевести сайт? YaGlot плагин легко сделает Ваш сайт мультиязычным. Стройте международный бизнес вместе с нами!

source: Settings saved.
de_de: Einstellungen gespeichert.
fr_fr: Paramètres sauvegardés.
ru_ru: Настройки сохранены.

source: Save Changes
de_de: Änderungen speichern
fr_fr: Sauvegarder les modifications
ru_ru: Сохранить

source: Where are my translations?
de_de: Wo sind meine Übersetzungen?
fr_fr: Où sont mes traductions?
ru_ru: Где найти мои переводы?

source: You can find all your translations in %s account
de_de: Sie finden alle Ihre Übersetzungen in %s Konto
fr_fr: Vous pouvez trouver toutes vos traductions en %s compte
ru_ru: Вы можете найти свои переводы в %s аккаунте

source: Edit my translations
de_de: Bearbeiten Sie meine Übersetzungen
fr_fr: Modifier mes traductions
ru_ru: Редактировать переводы

source: Project
fr_fr: Projet
ru_ru: Проект

source: Plan
ru_ru: План

source: Languages
de_de: Sprachen
fr_fr: Langues
ru_ru: Языки

source: Unlimited
de_de: Unbegrenzt
fr_fr: Illimité
ru_ru: Неограниченно

source: Page views
de_de: Seitenaufrufe
fr_fr: Pages vues
ru_ru: Просмотры страниц

source: Characters
de_de: Zeichen
fr_fr: Caractères
ru_ru: Символы

source: Statistic
fr_fr: Statistique
ru_ru: Статистика

source: Languages used
de_de: Verwendete Sprachen
fr_fr: Langues utilisées
ru_ru: Языков использовано

source: Pages viewed
de_de: Angezeigte Seiten
fr_fr: Pages vues
ru_ru: Просмотренно страниц

source: Characters translated
de_de: Übersetzte Zeichen
fr_fr: Caractères traduits
ru_ru: Символов переведено

source: Love %s? Give us 5 stars on WordPress.org :)
de_de: Liebe %s? Gib uns 5 Sterne auf WordPress.org :)
fr_fr: Aimez-vous %s? Donnez-nous 5 étoiles sur WordPress.org :)
ru_ru: Нравится %s? Оцените наш плагин на WordPress.org :)

source: If you need any help, you can contact us via email us at %s.
de_de: Wenn Sie Hilfe benötigen, können Sie uns per E-Mail unter %s kontaktieren.
fr_fr: Si vous avez besoin d'aide, vous pouvez nous contacter par e-mail nous à %s.
ru_ru: Если Вам нужна любая помощь, Вы можете написать на нам емейл %s.

source: You can also check our %sDocumentation%s.
de_de: Sie können auch unsere %sDocumentation%s angucken.
fr_fr: Vous pouvez également lire notre %sDocumentation%s.
ru_ru: Также Вы можете ознакомиться с нашей %sДокументацией%s.

source: Exclude pages from translation.
de_de: Seiten von der Übersetzung ausschließen.
fr_fr: Exclure les pages de la traduction.
ru_ru: Исключить перевод страниц.

source: Add URL that you want to exclude from translations. You can use regular expression to match multiple URLs.
de_de: Fügen Sie eine URL hinzu, die Sie von der Übersetzung ausschließen möchten. Sie können reguläre Ausdrücke verwenden, um mehrere URLs zu finden.
fr_fr: Ajoutez l'URL que vous souhaitez exclure des traductions. Vous pouvez utiliser une expression régulière pour faire correspondre plusieurs URL.
ru_ru: Добавьте адреса страниц, которые не должны переводиться. Вы можете использовать регулярные выражения для обозначения множества страниц.

source: Pages
de_de: Seiten
fr_fr: Des pages
ru_ru: Страницы

source: Page
de_de: Seite
ru_ru: Страницу

source: Exclude html elements from translation.
de_de: Schließen Sie HTML-Elemente von der Übersetzung aus.
fr_fr: Exclure les éléments HTML de la traduction.
ru_ru: Исключить перевод html элементов.

source: Enter the CSS selector of blocks you don't want to translate (like a sidebar, a menu, a paragraph etc...)
de_de: Geben Sie den CSS-Selektor für Blöcke ein, die Sie nicht übersetzen möchten (z. B. Seitenleiste, Menü, Absatz usw.)
fr_fr: Entrez le sélecteur CSS des blocs que vous ne voulez pas traduire (comme une barre latérale, un menu, un paragraphe, etc.)
ru_ru: Введите CSS селектор блоков, которые не должны быть переведены (например боковые панели, навигационные меню, параграфы и т.п.)

source: Selectors
de_de: Wähler
fr_fr: Sélecteurs
ru_ru: Селекторы

source: Selector
de_de: Wähler
fr_fr: Sélecteur
ru_ru: Селектор

source: Here you can exclude pages and HTML elements from translation. You can get more detailed information from %sour documentation%s.
de_de: Hier können Sie Seiten und HTML-Elemente von der Übersetzung ausschließen. Ausführlichere Informationen erhalten Sie in %sunsere Dokumentation%s.
fr_fr: Ici, vous pouvez exclure des pages et des éléments HTML de la traduction. Vous pouvez obtenir des informations plus détaillées dans %snotre documentation%s.
ru_ru: Тут Вы можете исключить переводы страниц и HTML элементов. Более подробную информацию можно найти в %sнашей документации%s.

source: Translate wordpress emails
de_de: Wordpress E-Mails übersetzen
fr_fr: Traduire des emails wordpress
ru_ru: Переводить wordpress письма

source: Turn off to disable email translations
de_de: Deaktivieren Sie diese Option, um E-Mail-Übersetzungen zu deaktivieren
fr_fr: Désactivez cette option pour désactiver les traductions email
ru_ru: Отключите, чтобы не переводить письма

source: Translate AMP pages
de_de: AMP-Seiten übersetzen
fr_fr: Traduire les pages AMP
ru_ru: Переводить AMP страницы

source: Turn off to disable AMP pages translations
de_de: Deaktivieren Sie diese Option, um die AMP-Seitenübersetzungen zu deaktivieren
fr_fr: Désactivez cette option pour désactiver les pages d'AMP traductions
ru_ru: Отключите, чтобы не переводить AMP страницы

source: Detect language by browser on first visit
de_de: Erkennen Sie die Sprache beim ersten Besuch über den Browser
fr_fr: Détecter la langue par le navigateur lors de la première visite
ru_ru: Определять язык по браузеру посетителя при первом посещении

source: Turn off to disable redirection by visitor browser language
de_de: Deaktivieren Sie diese Option, um die Umleitung nach Browsersprache des Besuchers zu deaktivieren
fr_fr: Désactiver pour désactiver la redirection par visiteur langue du navigateur
ru_ru: Отключите, что бы не определять язык по браузеру посетителя

source: Show languages switchers on the page
de_de: Sprachumschalter auf der Seite anzeigen
fr_fr: Afficher les commutateurs de langues sur la page
ru_ru: Отображать переключатели языков на странице

source: Turn off to hide all switchers
de_de: Ausschalten, um alle Umschalter auszublenden
fr_fr: Désactiver pour masquer tous les commutateurs
ru_ru: Отключите, что бы скрыть все переключатели

source: Enable RTL
de_de: Rechts-nach-links aktivieren
fr_fr: Activer droit à gauche langue
ru_ru: Включите отображение «справа-налево»

source: Add %s to html on RTL languages
de_de: Fügen Sie %s zu HTML in Rechts-nach-links-Sprachen hinzu
fr_fr: Ajouter %s au HTML sur les langues de droite à gauche
ru_ru: Добавлять %s в html для языков, поддерживающих отображение «справа-налево»

source: In this section you can enable or disable detecting language by browser, switchers display and RTL. You can get more detailed information from %sour documentation%s.
de_de: In diesem Abschnitt können Sie die Erkennung der Sprache nach Browser, Anzeige der Umschalter und RTL aktivieren oder deaktivieren. Ausführlichere Informationen erhalten Sie in %sunsere Dokumentation%s.
fr_fr: Dans cette section vous pouvez activer ou désactiver la détection de la langue par navigateur, affichage des commutateurs et langues de droite à gauche. Vous pouvez obtenir des informations plus détaillées dans %snotre documentation%s.
ru_ru: В этом разделе Вы можете включить или отключить определение языка по браузеру посетителя, отображение переключателей языков и отображение текста в режиме «справа-налево». Более подробную информацию можно найти в %sнашей документации%s.

source: API Key
de_de: API-Schlüssel
fr_fr: Clé API
ru_ru: API ключ

source: Log in to %s to get your API key.
de_de: Melden Sie sich bei %s an, um Ihren API-Schlüssel zu erhalten.
fr_fr: Connectez-vous à %s pour obtenir votre clé API.
ru_ru: Войдите в %s для получения API ключа.

source: Original language
de_de: Ursprache
fr_fr: Langue originale
ru_ru: Оригинальный язык

source: What is the original (current) language of your website?
de_de: Wie ist die ursprüngliche (aktuelle) Sprache Ihrer Website?
fr_fr: Quelle est la langue d'origine (actuelle) de votre site web?
ru_ru: Какой оригинальный (текущий) язык Вашего сайта?

source: Target languages
de_de: Zielsprachen
fr_fr: Langues cibles
ru_ru: Языки переводов

source: Choose languages you want to translate into. Supported languages can be found %shere%s.
de_de: Wählen Sie die Sprachen aus, in die Sie übersetzen möchten. Unterstützte Sprachen finden Sie %shier%s.
fr_fr: Choisissez les langues dans lesquelles vous souhaitez traduire. Les langues prises en charge peuvent être trouvées %sici%s.
ru_ru: Выберите языки, на которые Вы хотите перевести сайт. Список поддерживаемых языков можно найти %sздесь%s.

source: In this section you will need to enter your API Key. It provides an access to translations. You can get it in your %s account. Also, you need to set original and target languages of your website. You can get more detailed information from %sour documentation%s.
de_de: In diesem Abschnitt müssen Sie Ihren API-Schlüssel eingeben. Es bietet Zugriff auf Übersetzungen. Sie können es in Ihrem %s Konto erhalten. Außerdem müssen Sie die Originalsprache und Zielsprache Ihrer Website festlegen. Ausführlichere Informationen erhalten Sie in %sunserer Dokumentation%s.
fr_fr: Dans cette section, vous devrez entrer votre clé API. Il fournit un accès aux traductions. Vous pouvez l'obtenir dans votre %s compte. En outre, vous devez définir les langues d'origine et cible de votre site Web. Vous pouvez obtenir des informations plus détaillées dans %snotre documentation%s.
ru_ru: В этом разделе Вам необходимо ввести API ключ. Это предоставит доступ к переводам. Вы можете получить его в своем %s аккаунте. Также необходимо выбрать оригинальный язык сайта и языки переводов. Более подробную информацию можно найти в %sнашей документации%s.

source: Create your own switchers
de_de: Erstellen Sie Ihre eigenen Umschalter
fr_fr: Créez vos propres commutateurs
ru_ru: Создайте переключатели языков

source: Switchers
de_de: Umschalter
fr_fr: Commutateurs
ru_ru: Переключатели

source: Switcher
de_de: Umschalter
fr_fr: Commutateur
ru_ru: Переключатель

source: Type
de_de: Typ
ru_ru: Тип

source: Flags
de_de: Fahne
fr_fr: Drapeaux
ru_ru: Флаги

source: Insert switcher in the page corner
de_de: Switcher in die Seitenecke einfügen
fr_fr: Insérer un commutateur dans le coin de la page
ru_ru: Отобразить переключатель в углу страницы

source: If you enable this option, the switcher will be automatically placed in the page corner. If you want to set switcher's position yourself, disable this option.
de_de: Wenn Sie diese Option aktivieren, wird der Switcher automatisch in der Seitenecke platziert. Wenn Sie die Position des Umschalters selbst festlegen möchten, deaktivieren Sie diese Option.
fr_fr: Si vous activez cette option, le commutateur sera automatiquement placé dans le coin de la page. Si vous souhaitez définir vous-même la position du commutateur, désactivez cette option.
ru_ru: Если Вы включите эту опцию, переключатель будет автоматически размещен в углу страницы. Для размещения переключателя вручную, отключите эту опцию.

source: Position
de_de: Stellung
ru_ru: Позиция

source: Offset from corner
de_de: Versatz von der Ecke
fr_fr: Décalage du coin de la page
ru_ru: Отступ от угла

source: Use predesigned css for switcher
de_de: Vordefinierte CSS für Umschalter verwenden
fr_fr: Utiliser des CSS prédéfinis pour le commutateur
ru_ru: Использовать подготовленные стили для переключателя

source: Show languages codes as titles
de_de: Sprachcodes als Titel anzeigen
fr_fr: Afficher les codes de langues sous forme de titres
ru_ru: Отображать коды языков как заголовки

source: Class
de_de: CSS Klasse
fr_fr: Classe
ru_ru: CSS класс

source: Assign additional classes to switcher.
de_de: Dem Umschalter weitere Klassen zuweisen.
fr_fr: Attribuez des classes supplémentaires au commutateur.
ru_ru: Применить дополнительные CSS классы для переключателя.

source: Custom CSS
de_de: Benutzerdefinierte CSS
fr_fr: CSS personnalisé
ru_ru: Дополнительные CSS стили

source: Write own CSS styles. Use <code>{{id}}</code> to generate unique selector to this switcher.
de_de: Schreiben Sie eigene CSS-Styles. Verwenden Sie <code>{{id}}</code>, um einen eindeutigen Selektor für diesen Switcher zu erstellen.
fr_fr: Écrivez vos propres styles CSS. Utilisez <code>{{id}}</code> pour générer un sélecteur unique sur ce sélecteur.
ru_ru: Напишите собственные CSS стили. Используйте <code>{{id}}</code> для генерации уникального селектора этому переключателю.

source: Shortcode
de_de: Kurzcode
ru_ru: Шоткод

source: Use this shortcode to append switcher manually.
de_de: Verwenden Sie diesen Kurzcode, um den Umschalter manuell anzufügen.
fr_fr: Utilisez ce shortcode pour ajouter manuellement le commutateur.
ru_ru: Используйте этот шоткод для размещения переключателя вручную.

source: In the "Switcher" section you are able to clone, delete, add new or edit existing switchers. Different options are available for customization. For example, you can change switcher’s type, data, position, offset, etc. You can get more detailed information from %sour documentation%s.
de_de: Im Bereich "Umschalter" können Sie klonen, löschen, neue hinzufügen oder vorhandene Switcher bearbeiten. Für die Anpassung stehen verschiedene Optionen zur Verfügung. Sie können z. B. den Typ, die Daten, die Position, den Versatz usw. des Umschalters ändern. Weitere Informationen finden Sie in %sunsere Dokumentation%s.
fr_fr: Dans la section "Commutateurs", vous pouvez cloner, supprimer, ajouter ou modifier des commutateurs existants. Différentes options sont disponibles pour la personnalisation. Par exemple, vous pouvez modifier le type, les données, la position, le décalage, etc. du commutateurs. Vous pouvez obtenir des informations plus détaillées dans %snotre documentation%s.
ru_ru: В разделе “Переключатель” у Вас есть возможность копировать, удалять, создавать новые и редактировать существующие переключатели языков. Вам доступны различные опции для настройки. Например, Вы можете изменить тип переключателя, отображение флагов, заголовков языков, позицию, отступы и т.п. Более подробную информацию можно найти в %sнашей документации%s.

source: Settings
de_de: Einstellungen
fr_fr: Réglages
ru_ru: Настройки

source: Plugin is installed but not configured yet. You need to configure %s %shere%s. The configuration takes only 1 minute!
de_de: Plugin ist installiert, aber noch nicht konfiguriert. Sie müssen %s %shier%s konfigurieren. Die Konfiguration dauert nur 1 Minute!
fr_fr: Le plugin est installé mais pas encore configuré. Vous devez configurer %s %sici%s. La configuration prend seulement 1 minute!
ru_ru: Плагин установлен но еще не сконфигурирован. Вам необходимо настроить %s %sтут%s. Это займет не больше 1 минуты!

source: Plugin is installed but languages are not filled. You can fill them %shere%s.
de_de: Das Plugin ist installiert, aber die Sprachen sind nicht gefüllt. Sie können sie %shier%s füllen.
fr_fr: Le plugin est installé mais les langues ne sont pas renseignées. Vous pouvez les remplir %sici%s.
ru_ru: Плагин установлен но языки не выбраны. Вы можете заполнить их %sтут%s.

source: Max %d target languages allowed. Please %supgrade your plan%s to use more languages.
de_de: Max %d Zielsprachen erlaubt. Bitte %saktualisieren Sie Ihren Plan%s hochstufen, um mehr Sprachen zu verwenden.
fr_fr: Max %d langues cibles autorisées. Veuillez %smettre à jour votre plan%s pour utiliser plus de langues.
ru_ru: Разрешено не более %d языков. Чтобы использовать больше языков, пожалуйста выберите %sдругой план%s.

source: Exclusion
de_de: Ausnahme
ru_ru: Исключение

source: Other
de_de: Andere
fr_fr: Autre
ru_ru: Другое

source: Select all
de_de: Wählen Sie Alle
fr_fr: Tout sélectionner
ru_ru: Выбрать все

source: Add to menu
de_de: Zum Menü hinzufügen
fr_fr: Ajouter au menu
ru_ru: Добавить в меню

source: Title:
de_de: Titel:
fr_fr: Titre:
ru_ru: Заголовок:

source: There are no switchers available.
de_de: Es sind keine Umschalter verfügbar.
fr_fr: Il n'y a pas de commutateurs disponibles.
ru_ru: Нет доступных переключателей.

source: -- Select --
de_de: -- Wählen --
fr_fr: -- Sélectionnez --
ru_ru: -- Выбрать --

source: %1$s: You need to activate cURL. If you need help, just ask us directly at %2$s.
de_de: %1$s: Sie müssen cURL aktivieren. Wenn Sie Hilfe benötigen, fragen Sie uns einfach direkt bei %2$s.
fr_fr: %1$s: Vous devez activer cURL. Si vous avez besoin d’aide, contactez-nous directement à %2$s.
ru_ru: %1$s: Вам необходимо активировать cURL. Если Вам нужна помощь, напишите нам на емейл %2$s.

source: %1$s requires PHP %2$s minimum, your website is actually running version %3$s.
de_de: %1$s erfordert mindestens PHP %2$s, auf Ihrer Website wird tatsächlich die Version %3$s ausgeführt.
fr_fr: %1$s nécessite au PHP %2$s minimum, votre site web est en cours d'exécution %3$s.
ru_ru: %1$s требует PHP %2$s минимум, сейчас ваш сайт использует %3$s.

source: %1$s: You need to activate the mod_rewrite module. You can find more information here: %2$sUsing Permalinks%3$s. If you need help, just ask us directly at %4$s.
de_de: %1$s: Sie müssen das Modul mod_rewrite aktivieren. Weitere Informationen finden Sie hier: %2$sVerwendung von Permalinks%3$s. Wenn Sie Hilfe benötigen, wenden Sie sich einfach direkt an %4$s.
fr_fr: %1$s: Vous devez activer le module mod_rewrite. Vous pouvez trouver plus d'informations ici: %2$sUtilisation de permaliens %3$s. Si vous avez besoin d’aide, il suffit de nous demander directement à %4$s.
ru_ru: %1$s: Вам необходимо активировать mod_rewrite модуль. Вы можете найти более подробную информацию здесь: %2$sИспользование Пермалинков%3$s. Если Вам нужна помощь, напишите нам на емейл %4$s.
